Repository: LulwahAlmisfer/naqa-app
Catalog: Naqa/Localizable.xcstrings
Source language: en
Languages: ar

source: Backend Developer
ar: مطور واجهة البرمجة الخلفية

source: Change Language
ar: تغيير اللغة

source: iOS Developer
ar: مطورة التطبيق

source: Settings
ar: الإعدادات

# أدخل عدد الأيام
source: Enter days count
ar: أدخل عدد الأيام

# إبحث بالاسم أو الرمز
source: Search by name or code
ar: إبحث بالاسم أو الرمز

# إحسب
source: Calculate
ar: إحسب

# إختر السنة
source: Select Year
ar: إختر السنة

# إختر الشركة
source: Select the company
ar: إختر الشركة

# إلى
source: To
ar: إلى

# اختر السنة
source: Select year
ar: اختر السنة

# اغلاق
source: Close
ar: اغلاق

# الإعدادات
source: Settings
ar: الإعدادات

# الحاسبة
source: Calculator
ar: الحاسبة

# السوق
source: Main Market
ar: السوق

# السوق الرئيسي
source: Main Market
ar: السوق الرئيسي

# الشركات
source: Companies
ar: الشركات

# القوائم
source: Lists
ar: القوائم

# تحديد بالتواريخ
source: Date Range
ar: تحديد بالتواريخ

# تحديد بعدد الأيام
source: Days Range
ar: تحديد بعدد الأيام

# حدث خطأ
source: Something Went Wrong
ar: حدث خطأ

# عدد أيام الاحتفاظ
source: Holding Days
ar: عدد أيام الاحتفاظ

# عدد الأسهم
source: stocks count
ar: عدد الأسهم

# غير متوافقة
source: Non-Compliant
ar: غير متوافقة

# فترة التملك
source: Holding days
ar: فترة التملك

# مبلغ التطهير
source: Purification Amount
ar: مبلغ التطهير

# محرمة النشاط
source: Prohibited
ar: محرمة النشاط

# مختلطة
source: Mixed
ar: مختلطة

# مسح
source: Clear
ar: مسح

# معلومات الشراء
source: Information
ar: معلومات الشراء

# من
source: From
ar: من

# موقع المقاصد
source: [Almaqased website](https://almaqased.net)
ar: [موقع المقاصد](https://almaqased.net)

# نسبة التطهير
source: Purification Percentage
ar: نسبة التطهير

# نقية
source: Pure
ar: نقية
